tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "aria2"
brew "bash"
brew "bash-completion@2"
brew "sqlite"
brew "coreutils"
brew "ffmpeg"
brew "findutils"
brew "fzf"
brew "gawk"
brew "git"
brew "gnu-sed"
brew "grep"
brew "htop"
brew "imagemagick"
brew "jq"
brew "lua"
brew "mas"
brew "neovim"
brew "ripgrep"
brew "rlwrap"
brew "tmux"
brew "tree"
brew "wget"
cask "1password"
cask "alfred"
cask "coconutbattery"
cask "firefox"
cask "font-input"
cask "google-chrome"
cask "hammerspoon"
cask "iina"
cask "iterm2"
cask "j"
cask "mactex"
cask "miniconda"
cask "spotify"
cask "telegram"
cask "transmission"
cask "visual-studio-code"
